tap "cue-lang/tap"
tap "cuelang/tap"
tap "danmx/sigil"
tap "filippo.io/age", "https://filippo.io/age"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "k14s/tap"
tap "snyk/tap"
tap "versent/taps"
brew "age"
brew "asciinema"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "pycparser"
brew "cffi"
brew "cfssl"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "dagger"
brew "delve"
brew "deno"
brew "go"
brew "dep"
brew "detox"
brew "direnv"
brew "docker", link: false
brew "docutils"
brew "fd"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "pkgconf"
brew "guile"
brew "gum"
brew "helix"
brew "hugo"
brew "python@3.10"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "libfido2"
brew "libwebsockets"
brew "libyaml"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "minikube"
brew "mysql"
brew "neovim"
brew "ninja"
brew "node"
brew "node@14"
brew "node@18"
brew "opa"
brew "pandoc"
brew "perl"
brew "python@3.9"
brew "quick-lint-js"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stern"
brew "task"
brew "taskwarrior-tui"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ttyd"
brew "vhs"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cue-lang/tap/cue"
brew "danmx/sigil/sigil"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/waypoint"
cask "alacritty"
cask "aws-vault"
cask "docker"
cask "font-hack-nerd-font"
cask "ghostty"
cask "maccy"
cask "wezterm"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
