tap "cue-lang/tap"
tap "cuelang/tap"
tap "danmx/sigil"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "k14s/tap"
tap "snyk/tap"
tap "versent/taps"
brew "age"
brew "openssl@1.1"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cfssl"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "openldap"
brew "curl"
brew "delve"
brew "go"
brew "detox"
brew "direnv"
brew "docker", link: false
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "pkg-config"
brew "libevent"
brew "gnutls"
brew "gnupg"
brew "gum"
brew "helix"
brew "hugo"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubeval"
brew "libyaml"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "minikube"
brew "mysql"
brew "neovim"
brew "ninja"
brew "node"
brew "node@14"
brew "opa"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "task"
brew "taskwarrior-tui"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zig"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cue-lang/tap/cue"
brew "danmx/sigil/sigil"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
cask "alacritty"
cask "aws-vault"
cask "docker"
cask "maccy"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
