tap "cue-lang/tap"
tap "cuelang/tap"
tap "danmx/sigil"
tap "filippo.io/age", "https://filippo.io/age"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "k14s/tap"
tap "snyk/tap"
tap "versent/taps"
tap "instrumenta/instrumenta"
brew "age"
brew "aws-okta"
brew "openssl@1.1"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cfssl"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "opa"
brew "openldap"
brew "curl"
brew "go"
brew "dep"
brew "detox"
brew "direnv"
brew "fzf"
brew "firefox"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "pkg-config"
brew "libevent"
brew "gnutls"
brew "gnupg"
brew "hugo"
brew "iproute2mac"
brew "jq"
brew "kind"
brew "kubectl"
brew "kubebuilder"
brew "kubeval"
brew "krew"
brew "libyaml"
brew "lua"
brew "mas"
brew "minikube"
brew "mysql"
brew "neovim"
brew "ninja"
brew "node"
brew "node@14"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "sqlite3"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zig"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cue-lang/tap/cue"
brew "danmx/sigil/sigil"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/waypoint"
cask "alacritty"
cask "aws-vault"
cask "docker"
cask "session-manager-plugin"
cask "vagrant"
cask "virtualbox"
